[
  {
    "level": "Toon TV",
    "quotes": [
      "Hey! I feel like I'm trapped in Boy George's pants!",
      "This is like a luau at Mel Blanc's house!",
      "Ah to see the world as Keith Richards does.",
      "Oh no, I'm too young to have a second childhood!",
      "The government told me that these experiments were over!",
      "YOU'RE DESPICABLE!",
      "Note to self: Don't drink tap water at Jerry Garcia's.",
      "Note to self: Don't step on any brown mushy rocks!",
      "Note to self: Don't buy rocket sled made by ACME.",
      "This is really about your father isn't it?",
      "Damn IRS!",
      "Will Cheech and/or Chong, report to the front desk!",
      "Look, I just wanted a gift shop in the bathroom.",
      "My inner child is coming out and it hurts!",
      "And remember kids, never buy a marvolay from a guy with a top hat.",
      "We're on the road to nowhere!",
      "Have fun storming the castle!",
      "What did you flunk out of nasty camp?",
      "Brought to you by up-Chuck Jones"
    ]
  },
  {
    "level": "Scream TV",
    "quotes": [
      "Has anyone seen Carol-Anne in here?",
      "What are you, Larry King's barber? Ha! Ha! You're alright!",
      "Don't take career advice from Joe Piscopo.",
      "The real estate wizardry of Tom Vu at work.",
      "Bring out the gimp.",
      "Hey cutie.",
      "Hello pretty.",
      "Bring out your dead!",
      "I understand the head throwing, but the dress?",
      "Is your skull a metaphor?",
      "Jimmy Hoffa, while courtesy phone, Jimmy Hoffa.",
      "You, my friend, have an eating disorder.",
      "Sorry Mr. Presley, hahaha not yet thanks.",
      "The imperial fleet would never follow us in to a floating furniture field.",
      "Well that's real scary guys, a floating toilet",
      "The odds of navigating a floating furniture field are 3327 to 1.",
      "Pat, I'll take the floating chair for $200, and the rest on account?",
      "Well we met our panel (chuckles) walls... panels, heh...",
      "You moved the headstones, but you didn't move the bodies!",
      "Nice haircut, when did we enlist",
      "Red Side Story auditions are down the hall.",
      "And stab and kick and 2!",
      "Go stab someone your own size!",
      "Let me guess: your parents don't understand you.",
      "Carrot Top, is that you",
      "West Side Story auditions are down the hall",
      "Benihana not hiring?",
      "Hmm yes, but can you make julienne fries?",
      "And stab, and kick, and two!",
      "Which one of you played Coco in Fame",
      "Do I ammuse you? Like a clown?",
      "I ain't afraid of no ghosts!",
      "Ugly is as Ugly does.",
      "No! No! No! I wanted the pit there and the pendulum there!",
      "Reminds me of Halloween at Rip Taylor's.",
      "Uh, hi, I'm here for the real-world interview?",
      "It beats the Matterhorn, what are you going to do?",
      "Who forgot to pay the gravity bill?",
      "This place is bigger than Drew Carey's bar tab.",
      "Heeeeeeeere's Gexy!",
      "Welcome to Under This Old House.",
      "Man, Hef has let his place go",
      "The ad says Beverly Hills adjacent.",
      "I hate these low budget b-levels.",
      "This house is now clean.",
      "Today is a good day to die!",
      "Behind one of these doors is a brand new car!",
      "Redrum, Redrum!",
      "Reminds me of my bother's dorm room.",
      "Axe in the chest for Scatman Crothers.",
      "This is what Tim Burton thinks about when he's in the tub.",
      "So this is never-never land, you'd never guess it from the outside.",
      "FedEx for Roger Corman.",
      "Lily, have you seen grandpa?",
      "Welcome to the New York city mass transit system.",
      "I am most certainly not in the vicinity of Kansas anymore.",
      "You have the swan-like grace of a young Nixon.",
      "Freddy, Jason; Jason, Freddy.",
      "Believe me, you smell like I feel.",
      "Ladies and gentlemen, Tom Arnold's acting coach."
    ]
  },
  {
    "level": "Circuit Central",
    "quotes": [
      "Shut down all the garbage mashers on the detention level!",
      "Hmmm.... www.dork.com!",
      "What is this? Outtakes from Deep Space 9!?",
      "How did I get in Bill Gates' head?",
      "All this technology still can't explain why David Hasslehoff is so popular.",
      "I love that guy. He's not housebroken.",
      "This is like an all-nighter at Richard Simmons' house.",
      "The only thing this place doesn't have is a baby gap.",
      "All this technology so fat guys can hear Rush Limbaugh?",
      "All this technology and Shatner still can't get a good hairpiece.",
      "Coming soon the Wizard of Oz 2000!",
      "I feel like I'm in the Wiz!",
      "Boys, Tron's not gonna work once. It's not gonna work twice!",
      "Ehhh! I should have become a Maytag repair man!",
      "Lady, I don't know who wired this for you, but none of this stuff is grounded.",
      "Uh, lady, you gotta change your lint filter."
    ]
  },
  {
    "level": "The Pre-History Channel",
    "quotes": [
      "Welcome to Jurassic Park, keep your eyes peeled for sleestaks and other bad special effects.",
      "In a land before time, when Saturday Night Live was funny.",
      "WILMA!!!!",
      "I'll take 'Places I Can Burn To Death' for $100, Alex.",
      "Marshall, Will, and Holly. On a routine expedition.",
      "Add 1 million years, two white tigers and we're in Siegfried and Roy!",
      "One day soon, it'll be a smoke belching factory here!",
      "The difference between this and Hades is that there's no Kathy Lee Gifford.",
      "Dr.Zaius, would an ape make a human doll that talks?!",
      "The natives will trade four of their women for the girl with the golden hair.",
      "That's a spicy meatball.",
      "GOODNESS GRACIOUS, GREAT BALLS OF FIRE!!!",
      "And this is just one of the forty thousand rooms in Aaron Spelling's house!",
      "I haven't seen blasts like this since taco night at James Earl Jones' house.",
      "OK who's job was it to mow the lawn?",
      "If Prince was a snail these would be his tracks.",
      "There's a joke here about snail trails but I'm not gonna tell it.",
      "Evolve or get out of my way pal!",
      "Hey it's my mother-in-law!",
      "If this is the best they've got around here in six months we'll be running this planet",
      "Gecko shall not kill gecko!",
      "Soylent green is geckos!",
      "I should've come back here to fill my lava lamp hohoho!",
      "I am the lizard king, hear my roar!",
      "Memo to Gilligan. Try building a raft.",
      "A raft! How convenient! Those programmers think of everything."
    ]
  },
  {
    "level": "Kung-Fu Theater",
    "quotes": [
      "My name is Caine, I seek water.",
      "I'm looking for the two small girls that sing for Mothra.",
      "What's harder, getting through this level or divvying up the check?",
      "I'll beat this level but in an hour I'll be hungry for another.",
      "I'm Tom Vu, you can be a millionaire!",
      "Dr. Jones, I'll never get all three Sankara Stones.",
      "Ugh, where's Short Round when you need him?",
      "I'm lost in Dick Dale's colon.",
      "I knew I shouldn't have hired Margaret Cho as my landscaper.",
      "With the level six you get egg roll.",
      "Ahh, ancient Chinese level.",
      "Oh hoho no, not the Hellraiser box.",
      "Yes I'm here to pick up my laundry.",
      "This is going to be one expensive easter egg hunt",
      "Domo arigato Mr. digital roboto, domo.",
      "Wax on, wax off.",
      "Nice robe Mr. Hefner.",
      "Come on Jake, it's Chinatown.",
      "Yes I'm here to pick up my laundry.",
      "Why yes I'm here to pick up my laundry.",
      "You don't match the carpet and you have to go.",
      "Ancient Chinese Secret, huh?",
      "Now listen to me grasshopper.",
      "I'm having 'Nam flashbacks, and I wasn't even there!",
      "Waiter? Just box up the evil, I'll take it home.",
      "Is this the Year of the Gecko?",
      "I'm looking for a man called Scaramanga.",
      "Hmm, reminds me of Jackie Chan's bathroom.",
      "So, this is where all the missing socks go.",
      "Man, this place smells like ducks.",
      "The things I do for Mooshoo...",
      "I'm the ultimate weapon, baby, yeah!",
      "Hi, I'm looking for the two small girls who sing for Mothra.",
      "Akira to white courtesy phone, Akira to white courtesy phone.",
      "Where's Shortround when you need him?",
      "Last time I was here, I was dressed as a woman. Yes!",
      "What's harder, getting through this level or digging up the check?",
      "Oh, great, the dream sequence from Brazil again.",
      "Hey where's Tom Vu and the geishas?"
    ]
  },
  {
    "level": "Rocket Channel",
    "quotes": [
      "Captain, they are a bizarre alien race that find Adam Sandler funny.",
      "The princess is here in the detention level.",
      "Has anyone seen Fox Mulder's sister?",
      "There's a gecko on my tail, R2, see what you can do with it!",
      "First sign of an Ewok, I'm out of here.",
      "Meet Gex gecko",
      "Screw the Force, who's got a grenade?",
      "I feel like a walking dutch oven.",
      "I don't think that's good air.",
      "Spock, can you read me?",
      "This is major Gex to ground control",
      "We don't serve you kind in here!",
      "Are you related to the cartoon trash can at the movies?",
      "Are you fluent in gettin' your butt kicked?",
      "You are unwise to lower your defenses.",
      "Alright boys, phasers on stun",
      "Tell me again the difference between the future and Las Vegas.",
      "I knew Roswell would open up a casino.",
      "Scotty, beam me into an Ivy League Sorority House.",
      "Shouldn't I be wearing a lead apron?",
      "Well I guess this means I can't have children.",
      "Two to beam up.",
      "Keep the dribbles, I just want the quadrotriticale.",
      "Aren't you a little short for a stormtrooper?",
      "Well, if it isn't Doctor Jellyfinger.",
      "Is that a lightsaber are or you just happy to see me?",
      "I can't see a thing in this helmet.",
      "Daddy wants air! Daddy wants air!",
      "Gexy wants new helmet! Gexy wants new helmet!",
      "This is radio 3 erect signing off.",
      "Out of the way, Roseanne!"
    ]
  },
  {
    "level": "Rezopolis",
    "quotes": [
      "500 channels and still nothing on.",
      "At least I'm not at the DMV.",
      "Terminator? Phone call for a Mr. Terminator.",
      "Welcome to the only thing more evil than IRS Headquarters.",
      "So this is where they decided to change Coke.",
      "Looks like we got a fly in the spider's web",
      "Screens up.",
      "The horror!"
    ]
  }
]
